/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Media Pro目錄…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "不能打開Media Pro目錄。";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "無法讀取Media Pro目錄文檔屬性";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "無法讀取Media Pro目錄項目屬性";

